Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/kho:n_virheellisista_paatoksista_jalleen_uusi_kantelu.html.tmx
Source language: fin
Languages: smn

source: KHO:n virheellisistä päätöksistä jälleen uusi kantelu
smn: AHR (KHO) puástumiärádâsâin oppeet uđđâ kuoddâlem

source: Saamelaiskäräjien vaalilautakunta joutui kantelemaan vielä joukosta korkeimman hallinto-oikeuden päätöksiä, joilla KHO kumosi vaalilautakunnan heinäkuussa tekemiä itseoikaisuja.
smn: Sämitige valjâlävdikodde koolgâi vala kuoddâliđ juávhust alemuu haldâttâhrievti miärádâsâin, moiguin AHR komettij valjâlävdikode syeinimáánust toohâm jiešvuoigimijd.

source: Kantelulla ylimääräisenä muutoksenhakukeinona vaaditaan KHO:a poistamaan omat virheelliset päätöksensä.
smn: Kuoddâlmijn paijeelmiärálâš nubástusuuccâmvyehhin váttoo, ete AHR meddâlist jieijâs puástumiärádâsâid.

source: Aiemmin elokuussa tehtyjen, samaan asiakokonaisuuteen liittyvien kanteluiden perusteina oli useita virheitä, kuten oikeudenmukaisen oikeudenkäynnin perusperiaatteiden loukkaaminen ja tuomioistuimen riippumattomuutta ja puolueettomuutta loukkaava ratkaisujen julkinen ennakoiminen.
smn: Ovdeláá porgemáánust tohhum, siämmáá äššiubâlâšvuotân lohtâseijee kuoddâlmij vuáđustâssân lijjii maaŋgah feeilah, tego vuoigâlii riehtijotteem vuáđuprinsiipij luávkkám já tuámustoovli jiešmerideijeevuođâ já pelettemesvuođâ luávkkájeijee čuávdusij almos munedem.

source: Näiden lisäksi nyt kantelun kohteena olevia 27:ä KHO:n päätöstä rasittaa uusi virheellisyys.
smn: Tai lasseen tääl kuoddâlem čuosâttâhhân orroo 27 AHR miärádâsâin lii uđđâ puástuvuotâ.

source: Näissä uusissa päätöksissä KHO määräsi vaalilautakunnan korvaamaan valittajien oikeudenkäyntikuluja, mutta varasi vaalilautakunnalle tilaisuuden lausua vain oikeudenkäyntikuluista, eikä lainkaan itse valituksesta.
smn: Tain uđđâ miärádâsâin AHR meridij valjâlävdikode sajanmäksiđ väidei riehtijotteemkoloid, mutâ väridij valjâlävdikoodán tilálâšvuođâ celkkiđ tuše riehtijotteemkoloin, ige ollágin jieš väidimist.

source: Valituksen pääasiassa vaalilautakuntaa ei siis kuultu ollenkaan, mikä jälleen rikkoi oikeudenmukaisen oikeudenkäynnin perusperiaatteita, kuten asianosaisten tasavertaisen prosessuaalisen aseman ja kuulemisen vaatimusta.
smn: Te väidim válduääšist iä kuullâm valjâlävdikode ollágin, mii oppeet rikoi vuoigâlii riehtijotteem vuáđuprinsiipijd, tego äššiomâhái oovtâitosii prosessuaallii sajattuv já kuullâm vátámâš.

source: KHO:n liukuhihnamaisesti antamiin päätöksiin sisältyi kaavamainen saman suuruinen oikeudenkäyntikulujen korvaussumma.
smn: AHR maŋaluvâi adelum miärádâsah aneh sistees siämmáá stuárusii riehtijotteemkoloi sajanmáksusume.

source: Ylivoimainen valtaosa oikeudenkäyntikuluvaatimuksen sisältäneistä valituksista oli yhden ja saman asiamiehen laatimia.
smn: Iänááš uási riehtijotteemkolovátámâš siskeldeijee väidimijn lâi oovtâ já siämmáá äššialmai rähtim.

source: Valituksissa oikeudenkäyntikuluvaatimusta ei perusteltu todellisilla kuluilla, vaan tavoitteella painostaa saamelaiskäräjiä ja vaalilautakuntaa olemaan kyseenalaistamatta jo todettuja KHO:n aiempia päätöksiä ihmisoikeuksia loukkaaviksi.
smn: Väidimijn riehtijotteemkolovátámâš ij vuáđustâllum tuođâlijn koloin, peic ulmen lâi panâštiđ sämitige já valjâlävdikode nuuvt, ete toh iä eeppid jo pahudum AHR oovdeb miärádâsâid olmoošvuoigâdvuođâid luávkkájeijen.

source: Tällainen ajattelu on Suomen oikeusjärjestykselle vieras, vaikka KHO näyttää nyt asettuneen sen tueksi.
smn: Tággáár jurdâččem lii Suomâ riehtioornigân vieres, veikâ AHR oro tääl riemmâm ton toorjân.

source: Vaalilautakunta on omien rajoitettujen toimivaltuuksiensa puitteissa pyrkinyt huolehtimaan YK:n ihmisoikeuskomitean Suomelle antamien langettavien päätösten täytäntöönpanosta ja uusien ihmisoikeusloukkausten välttämisestä.
smn: Valjâlävdikodde lii jieijâs räijejum toimâvääldi siste viggâm huolâttiđ OA olmoošvuoigâdvuotâkomitea Suomân adelum laŋgâtteijee miärádâsâi olášutmist já uđđâ olmoošvuoigâdvuotâluávkkámij velttimist.

source: Ainoana ja ylimpänä muutoksenhakuasteena KHO on asettunut suojelemaan omaa arvovaltaansa saamelaisten ihmisoikeuksien kustannuksella.
smn: Áinoo já alemuš nubástusuuccâmtäässin AHR lii riemmâm suojâliđ jieijâs árvuvääldi sämmilij olmoošvuoigâdvuođâin peerusthánnáá.

source: Vaalilautakunta on pakotettu kantelemaan KHO:lle koska mikään muu taho kuin KHO itse ei voi virheitä korjata.
smn: Valjâlävdikodde lii páguttum kuoddâliđ AHR:n ko mihheen eres peelijd ko AHR jieš ij pyevti čuávdiđ feeilâid.

source: Lisätietoja
smn: Lasetiäđuh

source: Vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi, +358 10 839 3190 / +358 40 626 7255, janne.nakkalajarvi(at)samediggi.fi
smn: Valjâlävdikode saavâjođetteijee Janne Näkkäläjärvi, +358 10 839 3190 / +358 40 626 7255, janne.nakkalajarvi(at)samediggi.fi

source: Vaalilautakunnan sihteeri Antti Aikio, +358 10 839 3127 / +358 40 184 6829, antti.aikio(at)samediggi.fi
smn: Valjâlävdikode čällee Antti Aikio, +358 10 839 3127 / +358 40 184 6829, antti.aikio(at)samediggi.fi
